
const featureItems = [
  {
    title: "محرك ديزل سلس وسريع الاستجابة",
    body:"المرتبة الأولى في فئته بين محركات الديزل أحادية التوربو. وهو مصمم ليقدم أداءً ممتازاً في المدينة وعلى الطرق السريعة       يحتل محرك ديزل T  2.0",
    img: "/assets/models/s7passenger/feature/feature4.webp",
  },
  {
    title: "مقصورة فائقة الهدوء",
    body:"تقنية الصمت المستخدمة في الغواصات تخلق عازلًا من ٥ طبقات يقلل الضوضاء إلى ٣٩ ديسيبل فقط. وهذا يجعلها واحدة من أكثر شاحنات الديزل هدوءًا في السوق.",
    img: "/assets/models/s7passenger/feature/feature2.webp",
  },
  {
    title: "قدرة على تحمل الظروف المناخية القاسية",
    body:"تبدأ الشاحنة الصغيرة في العمل بشكل موثوق حتى عند درجة حرارة -40 درجة مئوية بفضل تقنية التشغيل البارد المتطورة. إنها خيار رائع للشتاء القاسي أو التضاريس المرتفعة.",
    img: "/assets/models/s7passenger/feature/feature3.webp",
  },
  {
    title: "نظام تعليق مريح",
    body:"يمنحك نظام التعليق الأمامي المزدوج ذو الذراعين المتوازيين، ونظام التعليق المستقل، والمحور المتكامل متعدد الوصلات الخلفي المخصص للركاب راحة قيادة على مستوى سيارات الدفع الرباعي واستقراراً في التحكم.",
    img: "/assets/models/s7passenger/feature/feature1.webp",
  },
];

export default featureItems;
