
const featureItems = [
  {
    title: "قوة ديزل موثوقة",
    body:"تتميز شاحنة بولدن بيك أب للطرق الوعرة بمحرك ديزل WEICHAI WP2H بسعة ٢٫٠T يولد قدرة ١٤٠ كيلوواط وعزم دوران ٤٢٠ نيوتن.متر. وبالاقتران مع ناقل الحركة الأوتوماتيكي ٨AT المطوّر ذاتيًا من سينوترك، توفر أداءً سلسًا وموثوقًا عبر التضاريس الوعرة والظروف المناخية الباردة القاسية.",
    img: "/assets/models/s9bolden/feature/feature4.webp",
  },
  {
    title: "قوة هادئة وراحة ذكية",
    body:"في الداخل، تم تجهيز سيارة بولدن بتقنية خفض الضوضاء من فئة الغواصات التي تحافظ على مستوى الصوت في المقصورة عند ٣٩ ديسيبل فقط أثناء التوقف. المواد المكررة وأدوات التحكم البديهية توازن بين المتانة على الطرق الوعرة وراحة الركاب.",
    img: "/assets/models/s9bolden/feature/feature2.webp",
  },
  {
    title: "مصممة لتحمل الاستخدام القاسي",
    body:"بفضل قاعدة العجلات التي يبلغ طولها ٣٢٣٠ ملم ونظام التعليق الخلفي متعدد الوصلات ذي المحور الصلب، يمكنك أن تضمن الاستقرار والتحكم. ٥٠٠ نظام ضبط و١٦٩ معلمة معايرة تجعل الهيكل مصممًا بدقة للقيادة على الطرق الوعرة.",
    img: "/assets/models/s9bolden/feature/feature3.webp",
  },
  {
    title: "كابينة مزدوجة للاستخدام الكامل",
    body:"تتميز بولدن بتصميم مقصورة مزدوجة فسيحة تتسع لخمسة ركاب براحة تامة، مع صندوق حمولة بأبعاد ١٥٢٠×١٥٢٠×٥٣٠ ملم. سواء كنت تنقل المعدات أو تعبر الطرق الوعرة، فهي مصممة لخدمة الطاقم والحمولة معًا.",
    img: "/assets/models/s9bolden/feature/feature1.webp",
  },
];

export default featureItems;
