
import HeaderNav from "@/components/ar/client/HeaderNavClientAr";
import HeroSliderClient from "@/components/ar/client/pages/HeroSliderPages";

import Footer from "@/components/ar/client/FooterClient";

export const HERO_SLIDES = [
  {
    desktop: "/assets/hero/landing-banner.webp",
    mobile: "/assets/hero/listing-page-banner.webp",
    title: "سياسة الخصوصية",
    subtitle: "",
    align: "left",
    valign: "end",
    overlay: "rgba(0,0,0,0.5)",
    learnMoreHref: "",
    bookHref: "",
    className: "",
  },
];


export default function Page() {
  return (
    <>
      <HeaderNav />
      <HeroSliderClient slides={HERO_SLIDES} autoPlayMs={6000} />

      <div className="privacyGrid dirRtl">
        <p>توضح سياسة الخصوصية هذه سياساتنا وإجراءاتنا المتعلقة بجمع معلوماتك واستخدامها والإفصاح عنها عند استخدامك للخدمة، كما توضح حقوقك المتعلقة بالخصوصية وكيف يحميك القانون.</p>
        <p>نستخدم بياناتك الشخصية لتقديم الخدمة وتحسينها. وباستخدامك للخدمة، فإنك توافق على جمع المعلومات واستخدامها وفقًا لما هو موضّح في سياسة الخصوصية هذه.</p>
        <h2>التفسير والتعريفات</h2>
        <h3>التفسير</h3>
        <p>الكلمات التي تبدأ بحرف كبير تحمل معاني محددة وفقًا للشروط المذكورة أدناه. وتكون لهذه التعريفات المعنى نفسه سواء وردت بصيغة المفرد أو الجمع.</p>
        <h3>التعاريف</h3>
        <p>لأغراض سياسة الخصوصية هذه:</p>
        <ul>
          <li>
            <p>يعني حسابًا فريدًا يتم إنشاؤه لك للوصول إلى خدمتنا أو إلى أجزاء منها الحساب:</p>
          </li>
          <li>
            <p> الشركة التابعة: تعني أي جهة تتحكم في طرف ما، أو تكون خاضعة لسيطرة ذلك الطرف، أو تكون تحت سيطرة مشتركة معه، حيث تعني كلمة السيطرة ملكية ٥٠٪ أو أكثر من الأسهم أو الحصص أو الأوراق المالية الأخرى التي تخوّل صاحبها حق التصويت لانتخاب المديرين أو أي جهة إدارية أخرى.</p>
          </li>
          <li>
            <p> الشركة (ويُشار إليها في هذه الاتفاقية بـ الشركة أو نحن أو لنا أو خاصتنا) تشير إلى رويال سويس أوتو تريدينغ، أبوظبي، الإمارات العربية المتحدة.</p>
          </li>
          <li>
            <p> ملفات تعريف الارتباط :هي ملفات صغيرة يضعها الموقع على جهاز الكمبيوتر أو الهاتف المحمول أو أي جهاز آخر، وتحتوي على تفاصي سجل التصفح الخاص بك على ذلك الموقع ضمن استخدامات أخرى.</p>
          </li>
          <li>
            <p>:تشير إلى دولة الإمارات العربية المتحدة الدولة</p>
          </li>
          <li>
            <p>يعني أي جهاز يمكنه الوصول إلى الخدمة مثل الكمبيوتر أو الهاتف المحمول أو الجهاز اللوحي الرقمي: الجهاز</p>
          </li>
          <li>
            <p>هي أي معلومات تتعلق بفرد مُحدد أو يمكن تحديده.: البيانات الشخصية</p>
          </li>
          <li>
            <p>تشير إلى الموقع الإلكتروني.: لخدمة</p>
          </li>
          <li>
            <p>مزود الخدمة:يعني أي شخص طبيعي أو اعتباري يقوم بمعالجة البيانات نيابةً عن الشركة. ويشير إلى شركات أو أفراد تابعين لجهات خارجية توظفهم الشركة لتسهيل تقديم الخدمة، أو تقديم الخدمة نيابة عنها، أو تنفيذ خدمات مرتبطة بالخدمة، أو مساعدة الشركة في تحليل كيفية استخدام الخدمة.</p>
          </li>
          <li>
            <p>بيانات الاستخدام : تشير إلى البيانات التي يتم جمعها تلقائيًا، سواء كانت ناتجة عن استخدام الخدمة أو من البنية التحتية للخدمة نفسها (على سبيل المثال، مدة زيارة الصفحة).</p>
          </li>
          <li>
            <p> https://www.mysinotruk.aeيشير إلى سينوتروك بولدن، ويمكن الوصول إليه من : الموقع الإلكتروني</p>
          </li>
          <li>
            <p>أنت:تعني الفرد الذي يصل إلى الخدمة أو يستخدمها، أو الشركة، أو أي كيان قانوني آخر يصل الفرد إلى الخدمة أو يستخدمها نيابةً عنه، حسب الاقتضاء.</p>
          </li>
          
        </ul>
        <h2>جمع واستخدام بياناتك الشخصية</h2>
        <h3>أنواع البيانات التي يتم جمعها</h3>
        <h4>البيانات الشخصية</h4>
        <p>أثناء استخدامك لخدمتنا، قد نطلب منك تزويدنا ببعض المعلومات الشخصية المعرِّفة لهويتك والتي يمكن استخدامها للتواصل معك أو للتعرف عليك. وقد تشمل هذه المعلومات، على سبيل المثال لا الحصر.</p>
        <ul>
          <li>
            <p>عنوان البريد الإلكتروني</p>
          </li>
          <li>
            <p>الاسم الأول واسم العائلة</p>
          </li>
          <li>
            <p>رقم الهاتف</p>
          </li>
          <li>
            <p>العنوان، الولاية/الإمارة، المنطقة، الرمز البريدي، المدينة</p>
          </li>
          <li>
            <p>بيانات الاستخدام</p>
          </li>
        </ul>

        <h4>بيانات الاستخدام</h4>
        <p>يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.</p>
        <p>قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت الخاص بجهازك، ونوع المتصفح، وإصدار المتصفح، والصفحات التي تزورها ضمن خدمتنا، ووقت وتاريخ الزيارة، والمدة التي قضيتها على تلك الصفحات، ومعرّفات الأجهزة الفريدة، وغيرها من البيانات التشخيصية.</p>
        <p>عند وصولك إلى الخدمة عبر جهاز محمول، قد نقوم بجمع بعض المعلومات تلقائيًا، بما في ذلك  وليس حصرًا , نوع الجهاز المحمول الذي تستخدمه، والمعرّف الفريد لجهازك المحمول، وعنوان بروتوكول الإنترنت الخاص بجهازك، ونظام التشغيل الخاص بجهازك المحمول، ونوع متصفح الإنترنت على الهاتف، ومعرّفات الأجهزة الفريدة، وغيرها من البيانات التشخيصية.</p>
        <p>قد نجمع أيضًا المعلومات التي يرسلها متصفحك كلما زرت خدمتنا أو عند وصولك إلى الخدمة عبر جهاز محمول.</p>
        
        <h4>تقنيات التتبع وملفات تعريف الارتباط</h4>
        <p>نستخدم ملفات تعريف الارتباط وتقنيات التتبع المشابهة لمتابعة النشاط على خدمتنا وتخزين بعض المعلومات. وتشمل تقنيات التتبع التي نستخدمها إشارات التتبع والوسوم والبرمجيات النصية، وذلك لجمع المعلومات وتتبعها وتحسين خدمتنا وتحليلها. وقد تشمل التقنيات التي نستخدمها ما يلي:</p>
        <ul>
          <li>ملفات تعريف الارتباط (كوكيز) أو ملفات المتصفح. ملف تعريف الارتباط هو ملف صغير يتم وضعه على جهازك. يمكنك ضبط متصفحك لرفض جميع ملفات الارتباط أو لإشعارك عند إرسال أي ملف ارتباط. ومع ذلك، إذا لم تقبل ملفات الارتباط، فقد لا تتمكن من استخدام بعض أجزاء خدمتنا. ما لم تقم بتعديل إعدادات المتصفح لرفض ملفات الارتباط، فقد تستخدم خدمتنا هذه الملفات.</li>
          <li>شارات التتبع. قد تحتوي بعض أجزاء خدمتنا ورسائل البريد الإلكتروني الخاصة بنا على ملفات إلكترونية صغيرة تُعرف باسم إشارات التتبع، والتي تسمح للشركة , على سبيل المثال , بعدّ عدد المستخدمين الذين زاروا تلك الصفحات أو فتحوا رسالة بريد إلكتروني، إضافةً إلى جمع إحصاءات أخرى متعلقة بالموقع (مثل تسجيل مدى شعبية قسم معيّن أو التحقق من سلامة النظام والخادم).</li>
        </ul>
        <p>يمكن أن تكون ملفات تعريف الارتباط دائمة أو مؤقتة. تظل الملفات الدائمة موجودة على جهاز الكمبيوتر أو الهاتف المحمول الخاص بك حتى عند عدم الاتصال بالإنترنت، بينما يتم حذف الملفات المؤقتة بمجرد إغلاق متصفح الإنترنت.</p>
        <p>نحن نستخدم كلًا من ملفات الارتباط المؤقتة والدائمة للأغراض الموضّحة أدناه:</p>
        <ul>
          <li>
            <p><strong>ملفات الارتباط الضرورية / الأساسية</strong></p>
            <p>ملفات ارتباط مؤقتة: النوع</p>
            <p>تُدار بواسطة: نحن</p>
            <p> غاية:هذه الملفات أساسية لتزويدك بالخدمات المتاحة عبر الموقع وتمكينك من استخدام بعض ميزاته. فهي تساعد في التحقق من هوية المستخدمين ومنع الاستخدام الاحتيالي لحساباتهم. ومن دون هذه الملفات، لا يمكن تقديم الخدمات التي طلبتها، ونحن نستخدمها فقط لتوفير تلك الخدمات لك.</p>
          </li>
          <li>
            <p><strong>ملفات الارتباط الخاصة بقبول سياسة الملفات / إشعار القبول</strong></p>
            <p>ملفات ارتباط دائمة: النوع</p>
            <p>تُدار بواسطة: نحن</p>
            <p>تُستخدم هذه الملفات للتعرّف على ما إذا كان المستخدمون قد وافقوا على استخدام ملفات الارتباط في الموقع. : غاية</p>
          </li>
          <li>
            <p><strong>ملفات الارتباط الوظيفية</strong></p>
            <p>ملفات ارتباط دائمة: النوع</p>
            <p>تُدار بواسطة: نحن</p>
            <p>غاية :تسمح لنا ملفات تعريف الارتباط هذه بتذكر الخيارات التي تقوم بها عند استخدام الموقع الإلكتروني، مثل تذكر تفاصيل تسجيل الدخول الخاصة بك أو تفضيل اللغة. الغرض من هذه ملفات تعريف الارتباط هو تزويدك بتجربة شخصية أكثر وتجنب عليك إعادة إدخال تفضيلاتك في كل مرة تستخدم فيها الموقع.</p>
          </li>
        </ul>
        <p>لمزيد من المعلومات حول ملفات تعريف الارتباط التي نستخدمها وخياراتك فيما يتعلق بملفات تعريف الارتباط، يرجى زيارة سياسة ملفات تعريف الارتباط أو قسم ملفات تعريف الارتباط في سياسة الخصوصية الخاصة بنا</p>
        <h3>استخدام بياناتك الشخصية</h3>
        <p>يجوز للشركة استخدام البيانات الشخصية للأغراض التالية:</p>
        <ul>
          <li>
            <p>لتوفير وصيانة خدماتنا، بما في ذلك مراقبة استخدام خدماتنا.</p>
          </li>
          <li>
            <p>لإدارة حسابك: لإدارة التسجيل كمستخدم للخدمة. البيانات الشخصية التي تقدمها يمكن أن تمنحك الوصول إلى وظائف مختلفة للخدمة التي تتوفر لك كمستخدم مسجل</p>
          </li>
          <li>
            <p>لأداء العقد: تطوير عقد شراء المنتجات أو البنود أو الخدمات التي اشتريتها أو أي عقد آخر معنا من خلال الخدمة.</p>
          </li>
          <li>
            <p>للاتصال بك: الاتصال بك عبر البريد الإلكتروني أو المكالمات الهاتفية أو الرسائل القصيرة أو غيرها من أشكال الاتصال الإلكتروني المعادلة، مثل إخطارات الدفع من تطبيق الجوال فيما يتعلق بالتحديثات أو الاتصالات الإعلامية المتعلقة بالوظائف أو المنتجات أو الخدمات المتعاقد عليها، بما في ذلك التحديثات الأمنية، عند الضرورة أو معقولة لتنفيذها.</p>
          </li>
          <li>
            <p>لتزويدك بالأخبار والعروض الخاصة والمعلومات العامة حول السلع والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي قمت بشرائها أو الاستفسار عنها ما لم تكن قد اخترت عدم تلقي مثل هذه المعلومات.</p>
          </li>
          <li>
            <p> لإدارة طلباتك: لحضور وإدارة طلباتك إلين.</p>
          </li>
          <li>
            <p>بالنسبة للتحويلات التجارية: قد نستخدم معلوماتك لتقييم أو إجراء عمليات دمج أو تصفية أو إعادة هيكلة أو إعادة تنظيم أو حل أو بيع أو نقل بعض أو جميع أصولنا ، سواء كجزء من الإفلاس أو التصفية أو الإجراءات المماثلة ، والتي تكون البيانات الشخصية التي تحتفظ بها من قبلنا حول مستخدمي الخدمة من بين الأصول المنقولة</p>
          </li>
          <li>
            <p>لأغراض أخرى: قد نستخدم معلوماتك لأغراض أخرى، مثل تحليل البيانات، وتحديد اتجاهات الاستخدام، وتحديد فعالية حملاتنا الترويجية، وتقييم وتحسين خدماتنا، ومنتجاتنا، وخدماتنا، والتسويق، وخبرتك.</p>
          </li>
        </ul>
        <p>قد نشارك معلوماتك الشخصية في الحالات التالية:</p>
        
        <ul>
          <li>مع مزودي الخدمة: قد نشارك معلوماتك الشخصية مع مزودي الخدمات من أجل مراقبة استخدام خدمتنا وتحليلها، أو للتواصل معك.</li>
          <li>في عمليات النقل التجارية: قد نشارك أو ننقل معلوماتك الشخصية في حال حدوث، أو أثناء المفاوضات المتعلقة، بأي اندماج أو بيع لأصول الشركة أو تمويل أو استحواذ كامل أو جزئي على أعمالنا من قبل شركة أخرى.</li>
          <li>مع الشركات التابعة: قد نشارك معلوماتك مع شركاتنا التابعة، وفي هذه الحالة سنلزم تلك الشركات بالامتثال لسياسة الخصوصية هذه. وتشمل الشركات التابعة شركتنا الأم وأي شركات فرعية أخرى أو شركاء مشاريع مشتركة أو أي شركات أخرى نتحكم بها أو تخضع لسيطرة مشتركة معنا.</li>
          <li>مع الشركاء التجاريين: قد نشارك معلوماتك مع شركائنا التجاريين لتقديم بعض المنتجات أو الخدمات أو العروض الترويجية لك.</li>
          <li>مع مستخدمين آخرين: عندما تشارك معلومات شخصية أو تتفاعل في المناطق العامة مع مستخدمين آخرين، قد تكون هذه المعلومات مرئية للجميع وقد يتم توزيعها علنًا خارج المنصة.</li>
          <li>بموافقتك: قد نكشف معلوماتك الشخصية لأي غرض آخر بعد الحصول على موافقتك.</li>
        </ul>
        
        <h3>الاحتفاظ ببياناتك الشخصية</h3>
          <p>ستحتفظ الشركة ببياناتك الشخصية فقط للمدة اللازمة لتحقيق الأغراض الموضّحة في سياسة الخصوصية هذه. وسنحتفظ ببياناتك الشخصية ونستخدمها بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال، إذا كنا مطالبين بالاحتفاظ ببياناتك وفقًا للقوانين المعمول بها)، ولحل النزاعات، ولتنفيذ الاتفاقيات والسياسات القانونية الخاصة بنا.</p>
          <p>كما ستحتفظ الشركة ببيانات الاستخدام لأغراض التحليل الداخلي. ويتم الاحتفاظ ببيانات الاستخدام عادةً لمدة أقصر، إلا في الحالات التي تُستخدم فيها هذه البيانات لتعزيز الأمان أو تحسين وظائف خدمتنا، أو عندما نكون ملزمين قانونيًا بالاحتفاظ بهذه البيانات لفترات أطول.</p>
        
        <h3>نقل بياناتك الشخصية</h3>
          <p>تتم معالجة معلوماتك، بما في ذلك بياناتك الشخصية، في مكاتب تشغيل الشركة وفي أي أماكن أخرى توجد فيها الأطراف المشاركة في عملية المعالجة. وهذا يعني أن هذه المعلومات قد يتم نقلها إلى — والاحتفاظ بها على — أجهزة حاسوب موجودة خارج ولايتك أو محافظتك أو بلدك أو أي ولاية قضائية حكومية أخرى قد تختلف قوانين حماية البيانات فيها عن القوانين المعمول بها في منطقتك.</p>
          <p>إن موافقتك على سياسة الخصوصية هذه، يتبعها تقديمك لهذه المعلومات، يُعدّ موافقة منك على هذا النقل.</p>
          <p>ستتخذ الشركة جميع الخطوات اللازمة والمعقولة لضمان معالجة بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه، ولن يتم نقل أي من بياناتك الشخصية إلى أي منظمة أو دولة ما لم تكن هناك ضوابط كافية لضمان حماية بياناتك وغيرها من المعلومات الشخصية، بما في ذلك ضمان أمنها.</p>
        
        <h3>حذف بياناتك الشخصية</h3>
          <p>لديك الحق في حذف بياناتك الشخصية أو طلب مساعدتنا في حذف البيانات التي جمعناها عنك.</p>
          <p>قد تعطيك خدمتنا القدرة على حذف بعض المعلومات عنك من داخل الخدمة.</p>
          <p>يمكنك تحديث معلوماتك أو تعديلها أو حذفها في أي وقت من خلال تسجيل الدخول إلى حسابك, إذا كان لديك حساب , ثم زيارة قسم إعدادات الحساب الذي يتيح لك إدارة معلوماتك الشخصية. كما يمكنك التواصل معنا لطلب الوصول إلى أي معلومات شخصية قدمتها لنا أو تصحيحها أو حذفها.</p>
          <p>يرجى ملاحظة أننا قد نحتاج إلى الاحتفاظ ببعض المعلومات عندما يكون لدينا التزام قانوني أو أساس قانوني يوجب ذلك.</p>
        
        <h3>الإفصاح عن بياناتك الشخصية</h3>
        <h4>العمليات التجارية</h4>
          <p>إذا كانت الشركة طرفًا في عملية اندماج أو استحواذ أو بيع أصول، فقد يتم نقل بياناتك الشخصية. وسنقوم بإشعارك قبل نقل بياناتك الشخصية وخضوعها لسياسة خصوصية مختلفة.</p>

        <h4>جهات إنفاذ القانون</h4>
          <p>في بعض الحالات، قد تكون الشركة مُلزمة بالإفصاح عن بياناتك الشخصية إذا طُلب منها ذلك بموجب القانون أو استجابةً لطلبات رسمية من الجهات الحكومية المختصة (مثل المحكمة أو جهة حكومية).</p>
        
        <h4>متطلبات قانونية أخرى</h4>
          <p>قد تقوم الشركة بالإفصاح عن بياناتك الشخصية بناءً على اعتقاد حسن النية بأن هذا الإجراء ضروري من أجل:</p>
        
        <ul>
          <li>الامتثال لالتزام قانوني</li>
          <li>حماية والدفاع عن حقوق الشركة أو ممتلكاتها</li>
          <li> منع أو التحقيق في أي إساءة محتملة تتعلق بالخدمة</li>
          <li>حماية السلامة الشخصية لمستخدمي الخدمة أو للجمهور</li>
          <li>الحماية من المساءلة القانونية</li>
        </ul>

        <h3>أمن بياناتك الشخصية</h3>
        <p>يُعدّ أمن بياناتك الشخصية أمرًا مهمًا بالنسبة لنا، ولكن يجب أن تتذكر أنه لا توجد وسيلة نقل عبر الإنترنت أو وسيلة تخزين إلكترونية آمنة بنسبة ١٠٠٪. وبينما نسعى لاستخدام وسائل حماية معقولة وفعّالة لحماية بياناتك الشخصية، فإنه لا يمكننا ضمان أمانها المطلق.</p>

        <h2>خصوصية الأطفال</h2>
        <p>خدمتنا ليست موجهة لأي شخص يقل عمره عن ١٣ عامًا، ولا نقوم عن قصد بجمع أي معلومات شخصية يمكن التعرف عليها من أي طفل تحت هذا العمر. إذا كنت والدًا أو وصيًا وتعلم أن طفلك قد زودنا ببيانات شخصية، فيرجى التواصل معنا. وإذا اكتشفنا أننا جمعنا بيانات شخصية من طفل دون سن ١٣ عامًا دون التحقق من موافقة الوالدين، فسنتخذ الخطوات اللازمة لإزالة تلك المعلومات من خوادمنا.</p>
        <p>إذا كنا بحاجة إلى الاعتماد على الموافقة كأساس قانوني لمعالجة معلوماتك ويتطلب بلدك موافقة أحد الوالدين، فقد نطلب موافقة والديك قبل أن نجمع هذه المعلومات ونستخدمها.</p>

        <h2>روابط لمواقع أخرى</h2>
        <p>بتشغيلها. إذا نقرت على رابط جهة خارجية، فسيتم توجيهك إلى موقع تلك الجهة الخارجية. ننصحك بشدة بمراجعة سياسة الخصوصية لكل موقع تزوره.</p>
        <p>ليس لدينا أي سيطرة ولا نتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو ممارسات أي مواقع أو خدمات تابعة لجهات خارجية.</p>

        <h2>التغييرات على سياسة الخصوصية</h2>
        <p>قد نقوم بتحديث سياسة الخصوصية لدينا من وقت لآخر. سنقوم بإعلامك بأي تغييرات من خلال نشر سياسة الخصوصية الجديدة على هذه الصفحة.</p>
        <p>سنبلغك عبر البريد الإلكتروني و/أو إشعار بارز على خدمتنا، قبل أن يصبح التغيير نافذًا ونحدّث تاريخ آخر تحديث في أعلى سياسة الخصوصية هذه.</p>
        <p>يُنصح بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات. التغييرات في سياسة الخصوصية هذه نافذة المفعول عند نشرها على هذه الصفحة.</p>
        
        <h2>تواصل معنا</h2>
        <p>إذا كانت لديك أي أسئلة بخصوص سياسة الخصوصية هذه، يمكنك التواصل معنا عبر:</p>
        
        <ul>
          <li>
            <p>info@mysinotruk.ae: البريد الإلكتروني</p>
          </li>
          <li>
            <p>https://www.mysinotruk.ae/    زيارة هذه الصفحة على موقعنا الإلكتروني :</p>
          </li>
        </ul>

      </div>



      <Footer />
    </>
  );
}
