
const featureItems = [
  {
    title: "محرك ديزل عالي العزم",
    body:"مدعوم بمحرك WP2H 2.0T الذي يوفر قوة ١٤٠ كيلوواط وعزم دوران ٤٢٠ نيوتن متر للقيام بأعمال النقل الثقيلة والموثوقية على المسافات الطويلة.",
    img: "/assets/models/u70pro/feature/feature4.webp",
  },
  {
    title: "هيكل متين",
    body:"هيكل قفص فولاذي عالي القوة مع مكونات رئيسية تصل قوتها إلى ألف وخمسمائة ميجا باسكال لتعزيز المتانة وقدرة تحمل الأحمال.",
    img: "/assets/models/u70pro/feature/feature2.webp",
  },
  {
    title: "خيارات حمولة مرنة",
    body:"تتوفر بنسختين من قاعدة العجلات – القياسية والطويلة – مع صناديق حمولة بأبعاد ١٥٢٠×١٥٢٠×٥٣٠ ملم أو ١٨٠٠×١٥٢٠×٥٣٠ ملم لت",
    img: "/assets/models/u70pro/feature/feature1.webp",
  },
  {
    title: "تقنية التشغيل البارد",
    body:"تعمل بثبات حتى في درجات حرارة منخفضة تصل إلى –٤٠°م، بفضل أنظمة إشعال الديزل المتطورة، مما يجعلها مثالية للظروف المناخية القاسية والمناطق المرتفعة.",
    img: "/assets/models/u70pro/feature/feature3.webp",
  },
];

export default featureItems;
